Repository: DinoChan/Loaf
Catalog: Loaf/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# App.Text
source: App
ja_jp: アプリ

# AppDescription
source: Loaf - a WinUI3 App
ja_jp: Loaf - WinUI3アプリ

# AppDisplayName
source: Loaf - a WinUI3 App
ja_jp: Loaf - WinUI3アプリ

# IssuesLine1.Text
source: Known issue 1: Can't handle multiple screens.
ja_jp: 既知の問題 1: 複数の画面を処理できません。

# IssuesLine2.Text
source: Solution: Turn off the extra monitors.
ja_jp: ソリューション: 余分なモニターをオフにします。

# IssuesLine3.Text
source: Known issue 2: Cannot hide mouse pointer.
ja_jp: 既知の問題 2: マウスポインタを非表示にできません。

# IssuesLine4.Text
source: Solution: Move the mouse to the right or below the screen to hide it.
ja_jp: 解決策:マウスを画面の右下に移動して非表示にします。

# LoafTeachingTip.CloseButtonContent
source: Start Loafing
ja_jp: ローフィングを開始

# LoafTeachingTip.Content
source: Entering full screen, you can press Esc to exit.
ja_jp: フルスクリーンに入ると、Escキーを押して終了します。

# LoafTeachingTip.Title
source: attention please
ja_jp: ご注意ください

# RestartHint.Text
source: Your PC will restart several times
ja_jp: お使いのPCは何度か再起動します

# ThisIsA.Text
source: This is a
ja_jp: これは、

# Tips1Run.Text
source: Actually, this is a joke.
ja_jp: 実際、これは冗談です。

# Tips2Part1.Text
source: Clicking the
ja_jp: をクリックして、

# Tips2Part3.Text
source: button will display a Windows Update screen that will trick your boss into thinking your computer is being upgraded.
ja_jp: ボタンは、あなたの上司があなたのコンピュータがアップグレードされていると思うようにあなたの上司をだますWindows Update画面を表示します。

# Tips3Run.Text
source: Then you can take a break and have an elegant cup of coffee.
ja_jp: その後、あなたは休憩を取ると、コーヒーのエレガントなカップを持つことができます。

# Tips4Run.Text
source: Don't feel guilty. Taking a break will allow your brain to recharge for more challenges and work more efficiently.
ja_jp: 罪悪感を感じてはいけません。休憩を取ると、脳がより多くのチャレンジを再充電し、より効率的に作業することができます。

# Tips5Part1.Text
source: So rest assured and boldly use the
ja_jp: 安心して大胆に使用してください

# Tips5Part3.Text
source: app.
ja_jp: アプリ

# UpdatingHint.Text
source: Don't turn off your computer
ja_jp: パソコンの電源を切らない

# UpdatingText
source: Working on updates {0}% complete.
ja_jp: {0}%の更新が完了しました。
